[{ "en":
{
    "gamefoundurl": "https://gamefound.com",
    "nav_flag": "游섫릖", 
    "nav_demo": "Demo", 
    "nav_team": "The team",
    "nav_history": "The story",
    "nav_crowdfunding": "Crowdfunding",
    "nav_gamefound": "Visit Gamefound",
    "main_subtext": "We are proud to present our game N치tt칰ruval that brings joy, laughter and science to anyone who plays it. The game is being funded via Gamefound and you can make your pledge there to secure a copy for you, yours and even an educational center if you are feeling charitable.",
    "call_to_action_button": "Check it out",
    "call_to_action": "This is a limited time crowdfunding project so to get your hands on a copy you have to pledge or get a grown up to do it for you!",
    "demo_title": "Game cards",
    "demo_front": "The front of the basic card",
    "demo_back": "The back of each card, all cards including add ons",
    "demo_fantasy": "A blank fantasy card were your design might become a real card",
    "meet_the_team": "Meet the team!",
    "justin_text": "The top dog behind the project and when he's not out walking he's on the trail of securty breaches.",
    "justin_button": "Go safely",
    "kate_text": "This bug has been buzzing around the look and feel of the project, and possibly even smell.",
    "kate_button": "Go bug them",
    "valborg_text": "Between fighting dragons and solving sudokus this bird mama tried to catch them all",
    "valborg_button": "Go on a nerdy adventure",
    "rokkvi_text": "his young man's favorite scientist is David Attenborogh, and he can't wait to tell you facts about animals you've never heard of.",
    "rokkvi_button": "Go on get my game!",
    "history_title": "The story behind the game",
    "history_part_1": "R칬kkvi 뤢r, who's favorite scientist is Sir David Frederick Attenborough, asked his mother one day to create \"little cards\" with information about animals. Valborg, his mother, started right away making a dataset of the suggested animals. Then the dataset needed some uniformity and a discussion started between the two about what sort of statistics are universal enough to be able to quantify over most animals? Speed, how long they sleep, number of eyes, average distance traveled, were all mentioned at one point or another during the process but ultimately discarded, well the number of eyes is easily quantifiable but not very diverse. The statistics that did end up on the card were weight of an adult, length (from head to toe) of an adult, how many offspring and adult produces in one bout, average lifetime in the wild of an adult, number of feet of a healthy adult (the average would always be lower than that, like the average number of hands on people is less than two). Now here are 5 numbers that can be checked in nature and there wasn't any other category they could think of that would fit the criteria of universallly available of most animals. So they started making the cards, mind you they were more like spreadsheet printouts than game cards, and they realized that if they could add one more category they would be able to use a dice and make a game of the, essentially, flashcards. So they made a program count the numbers in the scientific name and that became a stat. After the dice was brought in there was no going back, Valborg made a program that churnes out printables for cards that fit 9 on an A4 for all 13 animals from the dataset, which then grew but small number of cards didn't stop us from playing the game profusively. Anytime they added animals to the deck they always added nine at a time to make use of the paper (why 13 then you ask? Mistakes.). This deck is therefore ever expanding and they have been playing and one time Justin came over with his wife and played a few rounds.",
    "history_part_2": "Justin could see potential in the game already, but had doubts about Valborg's inkscape graphic design. He was already a publisher of a few other games and knew what he was getting himself into. He got in touch with one of his previous contacts in the printing buisness and got them to do a prototype of the game, one for him in English and one for Valborg and R칬kkvi in Icelandic, but with a much better design, better size and better paper. When the game arrived the news was that each box would need to retail at about 50$ for it to be viable, which was the end of that. But wait, there is more. Justin didn't just give up like that, he contacted other sources and got quotes and there was a chance for this happening and for as little as 20$ and that was a number they could work with. Justin had done an amazing job at redesigning the cards but thought it would be best to bring in a professional. Kate Estrop was that professional, they are a designer that specializes in animal, and more specifically bug, illustrations and they were excited to be on this team, and dare we say made even Justin's fancy card design look like yesterday's news",
    "crowdfunding_title": "How crowdfunding works",
    "crowdfunding_text_1": "Gamefound is a crowdfunding platform. Crowdfunding is the practice of funding a project or venture by raising money from a large number of people, typically via the internet. In short, it is a way to make small independent ventures possible because the need for capital in the beginning of the project is not necessary. So this is not an online store, this is a way for you pay for a game that we then promise to make as long as enough people do that, if the project does not gain enough traction and you have already spent money on it and it does not get printed you will get your money back.",
    "crowdfunding_text_2": "There are more things to buy from the site as well like stickers, posters and t-shirts, there is a fantasy creature deck and you could pledge to not only get that extra deck, that is compatable with the regular game, but also have your design in there, like R칬kkvi made Krepskplyak the not crab.",
    "crowdfunding_text_3": "Gamefound is all about making game creation faster and simpler. A platform that brings together supporters and game developers, not just for board games, but for all kinds of gaming projects. Here, creators can concentrate on what they do best, while backers can easily find and support the games they love. They offer a range of services, including crowdfunding, pledge management for any campaign, and marketing support, all in one hassle-free place."
},

"is":
{
    "nav_flag": "游쉻릖",
    "nav_demo": "D칝mi",
    "nav_team": "Teymi칧",
    "nav_history": "Baksagan",
    "nav_crowdfunding": "H칩pfj치rm칬gnun",
    "nav_gamefound": "Sj치 Gamefound",
    "main_subtext": "Vi칧 kynnum me칧 stolti leikinn N치tt칰ruval sem er fr치b칝rt spil fyrir alla fj칬lskylduna. Spili칧 er fj치rmagna칧 me칧 h칩pfj치rm칬gnun svo 쬬칧 er ekki eftir neinu a칧 b칤칧a, 쮂 hefur bara sta칧 og stund til a칧 gr칤pa t칝kif칝ri칧 og eignast eintak!",
    "call_to_action_button": "F칝r칧u mig 쬬nga칧",
    "call_to_action": "Ef 쮂 vilt sty칧ja og gera 칰tg치funa m칬gulega getur칧u smellt h칠r e칧a leita칧 til fullor칧inna eftir a칧sto칧",
    "demo_title": "Spilin",
    "demo_front": "Framhli칧in 치 spilinum 칤 grunn pakkanum",
    "demo_back": "Afturhli칧in 치 칬llum spilum, l칤ka 칤 vi칧b칩tarp칬kkum",
    "demo_fantasy": "Sni칧m치t fyrir vi칧b칩tarspil 칤 fur칧ud칳rastokknum",
    "meet_the_team": "Teymi칧 치 bakvi칧 spili칧",
    "justin_text": "Hugb칰na칧ar칬ryggiss칠rfr칝칧ingur 치 daginn og t칩nlistarma칧ur 치 kv칬ldin",
    "justin_button": "칐ryggi칧",
    "kate_text": "H칬nnu칧ur me칧 puttann 치 p칰lsinum, 치 skord칳rum a칧allega",
    "kate_button": "heimas칤칧a",
    "valborg_text": "St칩rkostlega ofmetinn skemmtikraftur sem hefur ekki s칠st til 칤 samst칝칧um sokkum",
    "valborg_button": "fyrri verk",
    "rokkvi_text": "Ungur ma칧ur sem hefur getur ekki be칧i칧 eftir 쭀칤 a칧 segja 쮂r sta칧reyndir um d칳r",
    "rokkvi_button": "sty칧ja mig",
    "history_title": "Sagan 치 baki칧 쬰tta allt saman",
    "history_part_1": "R칬kkvi 뤢r, sem l칤tur miki칧 upp til Sir David Frederick Attenborough, ba칧 m칩칧ur s칤na einn daginn um a칧 gera l칤til spj칬ld me칧 uppl칳singum um d칳r. M칩칧ir hans, Valborg, t칩k strax a칧 safna uppl칳singum um d칳rin sem hann ba칧 um. R칠tt er a칧 nefna a칧 drengurinn, 칤 gettu-hva칧-칠g-er-a칧-hugsa leiknum fimm 치ra gamall hugsa칧i um Georg칤u lo칧sel. Uppl칳singarnar 치ttu a칧 vera t칬lulegs e칧lis, eins og lengd, 쭃ngd, hra칧i, me칧al svefnt칤mi, augnafj칬ldi, fjarl칝g칧ir sem d칳ri칧 fer칧ast a칧 sta칧aldri og a칧rar sta칧reyndir sem h칝gt v칝ri a칧 m칝la. En hugmyndin var a칧 safna alltaf s칬mu uppl칳singunum svo margir 쬰ssara flokka voru 칩raunh칝fir e칧a 칩치hugaver칧ir (eins og fj칬ldi augna). 룐ir flokkar sem ur칧u svo fyrir valinu voru lengd d칳rsins f치 toppi til t치ar, fj칬ldi afkv칝ma 칤 einu, me칧al l칤ft칤mi 칤 n치tt칰runni, og allt 쬰tta 치tti vi칧 um fullor칧in d칳r. Svo var tveimur au칧f치anlegum flokkum  b칝tt vi칧 vegna 쬰ss a칧 쮂 v칝ri h칝gt a칧 kasta venjulegum teningi til a칧 velja hva칧a flokk 칝tti a칧 sko칧a, a칧allega vegna 쬰ss a칧 fj칬gurra hli칧a teningur var ekki til 치 heimilinu. 룐ssir tveir flokkar voru fj칬ldi f칩ta (ekki me칧altali칧, 쭀칤 쬬칧 er alltaf minna en s치 fj칬ldi sem 치 a칧 vera til sta칧ar vegna 쬰ss a칧 f치 d칳r eru me칧 of marga f칝tur) og fj칬ldi stafa 칤 fr칝칧iheiti d칳rsins. 룐gar 쬰ssir flokkar voru til og vi칧 g치tum prenta칧 nokkur spj칬ld me칧 myndum af d칳runum, sem voru alltaf me칧 h칬fundarr칠tti sem gaf kost 치 쭀칤, g치tum vi칧 fari칧 a칧 spila. Vi칧 vorum ekki me칧 nema 11 e칧a 13 spil 쬰gar vi칧 vorum b칰in a칧 finna upp 치 heilm칬rgum lei칧um til a칧 spila. Svo b칝ttist alltaf vi칧 칤 stokkinn, n칤u 칤 einu 쭀칤 vi칧 g치tum prenta칧 쬬u 칰t 9 치 eitt a4 bla칧. Einn daginn 쬰gar Justin og eiginkona hans komu til okkar 칤 heims칩kn spilu칧um vi칧 spili칧 sem honum fannst hafa mikla m칬guleika r치tt fyrir hr치a og einfalda inkscape h칬nnun.",
    "history_part_2": "Justin f칩r svo heim til Boston og 치kva칧 a칧 betrum b칝ta h칬nnunina t칬luvert og prenta eint칬k af spilinu 치 ensku og 칤slensku. Nema hva칧 a칧 s칰 prentun var ekki f칤silegur m칬guleiki, hvert spil hef칧i 쭃rft a칧 seljast 치 r칰mar 5.000kr og s치 draumur a칧 engu or칧inn. Justin gafst ekki upp og haf칧i samband vi칧 annan traustan prentara sem ger칧i okkur kleift a칧 selja spili칧 치 undir 3.000kr. Kate b칝ttist svo vi칧 칤 h칩pinn 쭀칤 쮂 a칧 Valborgu hafi 쮂씂t miki칧 til koma 칤 uppf칝rslu Justins 치 h칬nnuninni 쮂 komust 쬬u 치 쮂 ni칧urst칬칧u a칧 쬬칧 v칝ri l칤klega best a칧 r치칧f칝ra sig vi칧 s칠rfr칝칧ing. H칬nnun Kate lyftir verkefninu vissulega 치 h칝rra plan.",
    "crowdfunding_title": "Hva칧 er eiginlega h칩pfj치rm칬gnun?",
    "crowdfunding_text_1": "H칩pfj치rm칬gnun gefur 치hugaf칩lki kost 치 a칧 fara 칰ti 칤 gj칬rninga sem venjulega krefjast t칬luver칧s fj치rmagns 칤 upphafi. Svo 칤 sta칧inn fyrir a칧 b칰a til v칬ru og framlei칧a, til d칝mis gefa 칰t b칩k e칧a geisladisk, 쮂 getur f칩lk sett verkfni칧 inn 칤 h칩pfj치rm칬gnun og gefi칧 f칩lki kost 치 a칧 heita 치 verkefni칧 me칧 치kve칧nu fj치rmagni sem gefur 쬰im 치kve칧in ver칧laun, sem g칝ti 쮂 veri칧 spili칧 e칧a fleiri eint칬k e칧a eitthva칧 enn betra og pers칩nulegra. Me칧 쬰ssu m칩ti getur f칩lk lofa칧 a칧 kaupa v칬runa ef h칰n kemst 쮂 칤 칰tg치fu, ef h칰n gerir 쬬칧 ekki 쮂 fellur 치heiti칧 um sig sj치ft. Svo ef 쮂 hefur mikinn 치huga 치 쭀칤 sem 쮂 hefur heitt 치 쮂 segir칧u sem flestum fr치 쭀칤. Og 쮂 a칧 verkefni칧 hefur n치칧 치kve칧inni l치gmarksfj치rm칬gnun 쮂 er enn eftirs칩knarvert a칧 heita 치 쬬칧 쭀칤 me칧 auknu fj치rmagni er h칝gt a칧 gera 칰tg치funa betri og 칬ll 쬬u sem hafa vali칧 s칠r s칤na umbun f치 치samt 쭀칤 allar 쮂r vi칧b칝tur sem auki칧 fj치rmagn veitir.",
    "crowdfunding_text_2": "료nnig a칧 쬰gar kom a칧 쭀칤 a칧 velja vettvang fyrir h칩pfj치rm칬gnunina var칧 gamefound fyrir valinu. 료u s칠rh칝fa sig 칤 spilum og leikjum, eru al쬵칩칧leg og traust. Justin hefur reynslu af 쭀칤 a칧 setja verkefni 칤 h칩pfj치rm칬gnun og hefur gefi칧 칰t 칬nnur spil sem f칩ru 쮂 lei칧. N칰 er eftir engu a칧 b칤칧a heldur 칝ttir칧u a칧 k칤kja 치 gamefound n칰na."
}
}]