[{ "en":
{
    "gamefoundurl": "https://gamefound.com",
    "nav_flag": "🇬🇧", 
    "nav_demo": "Demo", 
    "nav_team": "The team",
    "nav_history": "The story",
    "nav_crowdfunding": "Crowdfunding",
    "nav_gamefound": "Visit Gamefound",
    "main_subtext": "We are proud to present our game Náttúruval that brings joy, laughter and science to anyone who plays it. The game is being funded via Gamefound and you can make your pledge there to secure a copy for you, yours and even an educational center if you are feeling charitable.",
    "call_to_action_button": "Check it out",
    "call_to_action": "This is a limited time crowdfunding project so to get your hands on a copy you have to pledge or get a grown up to do it for you!",
    "demo_title": "Game cards",
    "demo_front": "The front of the basic card",
    "demo_back": "The back of each card, all cards including add ons",
    "demo_fantasy": "A blank fantasy card were your design might become a real card",
    "meet_the_team": "Meet the team!",
    "justin_text": "The top dog behind the project and when he's not out walking he's on the trail of securty breaches.",
    "justin_button": "Go safely",
    "kate_text": "This bug has been buzzing around the look and feel of the project, and possibly even smell.",
    "kate_button": "Go bug them",
    "valborg_text": "Between fighting dragons and solving sudokus this bird mama tried to catch them all",
    "valborg_button": "Go on a nerdy adventure",
    "rokkvi_text": "his young man's favorite scientist is David Attenborogh, and he can't wait to tell you facts about animals you've never heard of.",
    "rokkvi_button": "Go on get my game!",
    "history_title": "The story behind the game",
    "history_part_1": "Rökkvi Þór, who's favorite scientist is Sir David Frederick Attenborough, asked his mother one day to create \"little cards\" with information about animals. Valborg, his mother, started right away making a dataset of the suggested animals. Then the dataset needed some uniformity and a discussion started between the two about what sort of statistics are universal enough to be able to quantify over most animals? Speed, how long they sleep, number of eyes, average distance traveled, were all mentioned at one point or another during the process but ultimately discarded, well the number of eyes is easily quantifiable but not very diverse. The statistics that did end up on the card were weight of an adult, length (from head to toe) of an adult, how many offspring and adult produces in one bout, average lifetime in the wild of an adult, number of feet of a healthy adult (the average would always be lower than that, like the average number of hands on people is less than two). Now here are 5 numbers that can be checked in nature and there wasn't any other category they could think of that would fit the criteria of universallly available of most animals. So they started making the cards, mind you they were more like spreadsheet printouts than game cards, and they realized that if they could add one more category they would be able to use a dice and make a game of the, essentially, flashcards. So they made a program count the numbers in the scientific name and that became a stat. After the dice was brought in there was no going back, Valborg made a program that churnes out printables for cards that fit 9 on an A4 for all 13 animals from the dataset, which then grew but small number of cards didn't stop us from playing the game profusively. Anytime they added animals to the deck they always added nine at a time to make use of the paper (why 13 then you ask? Mistakes.). This deck is therefore ever expanding and they have been playing and one time Justin came over with his wife and played a few rounds.",
    "history_part_2": "Justin could see potential in the game already, but had doubts about Valborg's inkscape graphic design. He was already a publisher of a few other games and knew what he was getting himself into. He got in touch with one of his previous contacts in the printing buisness and got them to do a prototype of the game, one for him in English and one for Valborg and Rökkvi in Icelandic, but with a much better design, better size and better paper. When the game arrived the news was that each box would need to retail at about 50$ for it to be viable, which was the end of that. But wait, there is more. Justin didn't just give up like that, he contacted other sources and got quotes and there was a chance for this happening and for as little as 20$ and that was a number they could work with. Justin had done an amazing job at redesigning the cards but thought it would be best to bring in a professional. Kate Estrop was that professional, they are a designer that specializes in animal, and more specifically bug, illustrations and they were excited to be on this team, and dare we say made even Justin's fancy card design look like yesterday's news",
    "crowdfunding_title": "How crowdfunding works",
    "crowdfunding_text_1": "Gamefound is a crowdfunding platform. Crowdfunding is the practice of funding a project or venture by raising money from a large number of people, typically via the internet. In short, it is a way to make small independent ventures possible because the need for capital in the beginning of the project is not necessary. So this is not an online store, this is a way for you pay for a game that we then promise to make as long as enough people do that, if the project does not gain enough traction and you have already spent money on it and it does not get printed you will get your money back.",
    "crowdfunding_text_2": "There are more things to buy from the site as well like stickers, posters and t-shirts, there is a fantasy creature deck and you could pledge to not only get that extra deck, that is compatable with the regular game, but also have your design in there, like Rökkvi made Krepskplyak the not crab.",
    "crowdfunding_text_3": "Gamefound is all about making game creation faster and simpler. A platform that brings together supporters and game developers, not just for board games, but for all kinds of gaming projects. Here, creators can concentrate on what they do best, while backers can easily find and support the games they love. They offer a range of services, including crowdfunding, pledge management for any campaign, and marketing support, all in one hassle-free place."
},

"is":
{
    "nav_flag": "🇮🇸",
    "nav_demo": "Dæmi",
    "nav_team": "Fólkið",
    "nav_history": "Baksagan",
    "nav_crowdfunding": "Hópfjármögnun",
    "nav_gamefound": "Sjá Gamefound",
    "main_subtext": "Við kynnum með stolti leikinn Náttúruval sem er frábært spil fyrir alla fjölskylduna. Spilið er fjármagnað með hópfjármögnun svo það er ekki eftir neinu að bíða, þú hefur bara stað og stund til að grípa tækifærið og eignast eintak!",
    "call_to_action_button": "Kíkja á það",
    "call_to_action": "Þessi hópfjármögnun stendur aðeins yfir í takmarkaðan tíma svo ekki missa af tækifærinu",
    "demo_title": "Spilin",
    "demo_front": "Framhliðin á spilinum í grunn pakkanum",
    "demo_back": "Afturhliðin á öllum spilum, líka í viðbótarpökkum",
    "demo_fantasy": "Sniðmát fyrir viðbótarspil í furðudýrastokknum",
    "meet_the_team": "Teymið á bakvið spilið",
    "justin_text": "Hugbúnaðaröryggissérfræðingur á daginn og tónlistarmaður á kvöldin",
    "justin_button": "Öryggið",
    "kate_text": "Hönnuður með puttann á púlsinum, á skordýrum aðallega",
    "kate_button": "heimasíða",
    "valborg_text": "Stórkostlega ofmetinn skemmtikraftur sem hefur ekki sést til í samstæðum sokkum",
    "valborg_button": "Go on a nerdy adventure",
    "rokkvi_text": "Ungur maður sem hefur getur ekki beðið eftir því að segja þér staðreyndir um dýr",
    "rokkvi_button": "spilið mitt",
    "history_title": "Sagan á bakið þetta allt saman",
    "history_part_1": "Rökkvi Þór,vildi spila og mamman bara reddaði því og lfeira og loergm sdupsdusdsdkjsdflaslkmcxmlasdif dslkf jhsdfkljfeodui sdflkjasduioeafh aksjfn oaisdf8uyh lksdjfnbvsd fg df6g8 74dz6fgv5 3d6zfg54 96dfg84zs3dv1 6sdfg sdjf nsdv 5dfg4 6sd84gv sd51v zsdfj nsdkvjn zdvzsdf5g7z9 s67gd6f3g5 6zdf5g dsflkihjs dfli8y4 othskd,fvuh 94 yvk,sdnjv9os784r8y hfvz, dkjvnbo8 3i7 hdv,csjkhfb08nfh vbn,dudryyacow8eli sd,kvbhjksb8wrycflAWkichroa2h edÆQWEJDÆLAQ2Wed .awqiehrfo9a8q3ywrdf iQWuedygolaqiwuhf læaiew8yfla skjhdnfvclazsi8eyr ahdnv,kLSDUhgfoaW 7EG FLA,MNSBCLAsuTFK asJB FNLZS,D JHFGLA SDK HFB, askHF PZÆSI8DYFHÆ ZSELKJN",
    "history_part_2": "Justin gerði það svo flott, IMAGINE THE sdf dsfsdfsd54f64sd 64sd6f54sd65f4 sdfhsdlifyalikjfhz,sd kvholief h,xcjv bnliaeugf nkdjvboaw874tr gfsdjhbgfoe874tfg zkdsjhbfgzsu7bgf mzjs bvkjdygvoiZUSDbfsdjbvkuz7dgf,nmzsdbfvkyjzxgcvsadbf,jzudgfvzsbd flsudgfzkjshdbfkdjbncvkjZGSDfjHBSDflkjHSDlfhAL:SEDufhgæaewhiutrðp8q73u46tæjræfdogi8uapergtjaæẃeor9ufap9udefæpadsifæajfdgæoljadfdælofigukjdfhg æliodof hæalois hjfoadus fhglahds fglku dfglkua dslda sfhldsuh lds flds uflsdh flasd ulsdjafdskjl fgksdfjh",
    "crowdfunding_title": "Hvað er eiginlega hópfjármögnun?",
    "crowdfunding_text_1": "Svona þú veist þú bara tekur og tekur og gefur aldrei neitt af þér eins og þú  veist þetta    e re r sv osfg n kfdjhsdflkshd kadsjhfl iaweflkdhsvllk,zsdyiflz skjdfvlkzsudhf  lzksjhflkzsjdh flkzsjdhflkzsdjhflksdhflzskdjhflkzsdhflzbnvlzksjdhflzskhdflkzhdflkzsdjflzksjhflzkjhdcvlkzjxhcbv REGlurnar eru kǽoikdsfj vcsmá kljðṕostar",
    "crowdfunding_text_2": "Þannig að þega r klemur að vþí fvsaqrð fvjseolf jl.kdsfnolæisafjajf þegar ég fesuh sdfkm sdfsþeghar lemur að vþ.í sað ak dslfkjaæsdf þegar ég soer afð þeg ég er að veg er a afsj ksdfæǽeg er avð ver þ.þeta  þet  hvernib ermivw sfekleekki vstroikma út jhbvað sem þú egetri ekjki stoiu ka hvðað gsertm þú gero dsfglk jsfosld.fknoislkdfhlsd",
    "crowdfunding_text_3": "Og þess vegna ..."
}
}]