[{ "en":
{
    "nav_flag": "游쉻릖", 
    "nav_demo": "Demo", 
    "nav_team": "The team",
    "nav_history": "The story",
    "nav_crowdfunding": "Crowdfunding",
    "nav_gamefound": "Visit Gamefound",
    "main_subtext": "We are proud to present our game N치tt칰ruval, a great game for the whole family. The game is based on real life information of over 100 animals and is composed of an elegant deck of cards and custom dice. The game is about competition between the animals and the winner might surprise you. The game is funded via crowdfunding on the Gamefound platform and will be published in English and Icelandic, checkout the campaign <a href=https://gamefound.com/en/projects/bespoke-games/natturuval target=# >on gamefound.</a>",
    "call_to_action_button_text_1": "Check it out",
    "call_to_action_button_text_2": "View on Gamefound",
    "call_to_action_paragraph": "This is a limited time crowdfunding project so to get your hands on a copy you have to pledge or get a grown up to do it for you!",
    "demo_title": "Game cards",
    "demo_front": "The front of the basic card",
    "demo_back": "The back of each card, all cards including add ons",
    "demo_fantasy": "A blank fantasy card were your design might become a real card",
    "meet_the_team": "Meet the team!",
    "valborg_text": "A mother, a programmer, a teacher, a nerd, a lover of nature and a she can quote Mel Brook's Spaceballs at the most opportune moments. This project organically fit to her interest: creativity, games, spending time with her kids and datasets.",
    "valborg_button": "Other works",
    "justin_text": "Internet security expert by day, and a musician by night. He has published a game about the thrill of Boston traffic, Gridlock. He has also made several editions of Cards Against Identity, expansions to a popular party game. His expertise and interest lie in having fun and cyber security.",
    "justin_button": "Trust this link",
    "rokkvi_text": "A young man who can't wait to tell you facts about animals, and likely one you've not heard of. He is ten years old and was seven when he first had the idea of these animal cards. His main interests are animals and badminton.",
    "rokkvi_button": "Support me",
    "kate_text": "An artist from Boston who has been doing all sorts of work, from teaching to freelance graphic design. This is the first game that they have worked on from the start. Because Kate is a specialist at drawing animals, and especially insects, this project intrigued them. Their Mola mola got a big role in the campaign as soon as it was sketched into being.",
    "kate_button": "Go bug them",
    "history_title": "The story behind the game",
    "history_origin": "R칬kkvi 뤢r, who's favorite scientist is Sir David Frederick Attenborough, asked his mother Valborg one day to create \\\"little cards\\\" with information about animals. Valborg started collecting data about the animals he wanted to learn about. Mind you this kid has always been interested in animals and at age six in a game of twenty questions thought about the Atlantic fur seal. The datapoints were to be numerical, like length, wingspan, weight, average amount of sleep, distance traveled, speed, amount of eyes and other things that were measurable. But the stats needed to be collectable for all animals so many of those categories were unrealistic (or uninteresting like the amount of eyes).",
    "history_decisions": "The categories that were chosen were the length of an adult head to toe, average amount of offspring at a time, and average lifespan in the wild. Subsequently two easily acquired categories were introduced. Both because then you could roll a six sided die to randomly select a category and because a 4 sided die did not exist in the home at that point. Those were the amount of legs the creature has (of a healthy adult, the average amount would always be lower) and how many letters are in its scientific name. At that point they started printing out cards, pictures with CC licences, and started playing. They didn't have more than 13 cards when they had multiple ways of playing. Then slowly they added more cards, 9 at a time to fill one A4 sheet of paper.",
    "history_version_1": "One day Justin and his wife came over for a visit from the US and R칬kkvi showed them the game. Justin thought it had a lot of potential in spite the raw inkscape design. So when he went back home to Boston he decided to improve on the design thoroughly and print a prototype in English and Icelandic. He sent a copy to the duo in Iceland. However the prototype with that printer would have been too costly for general release, and the idea was shelved. Justin didn't give up so easily and contacted another trusted printer which gave us the ability to retail the game at a much more reasonable price, though with the tradeoff of making many more copies at once. That's when he said that a commercial product needed commercial-quality artwork, and that they should consult a professional. That is how Kate got involved and elevated the project to great heights with their fantastic art and design skills.",
    "history_part_2": "",
    "crowdfunding_title": "How crowdfunding works",
    "crowdfunding_text_1": "Crowdfunding gives amateurs a chance to make commercial products without a large upfront investment from the creators. So instead of designing a product, producing it, and then shipping it to stores, the game creators can give others a chance to pledge to buy something that is offered in the crowdfunding project. It could be only the game or more copies and some exclusive items. People are charged only if the game gets enough backers to be fully funded and produced, so tell your friends about the projects you back to increase their chances. In our campaign, the basic reward is one copy of the game, and there are some great extras like t-shirts and even a chance to design your own cards. Plus, if the campaign succeeds beyond the original goal, the base rewards are all made better, like by adding glow in the dark dice or extra components.",
    "crowdfunding_text_2": "So when we decided on the venue for our crowdfunding adventure we decided to go with Gamefound. They specialize in board games, and are a trusted international platform. Gamefound realizes that even amateurs can make great games.",
    "crowdfunding_text_3": "N치tt칰ruval is printed by the same solid company, Panda Game Manufacturing, that made Scythe, Wingspan and other elegant games. Therefore the project publishing pipeline is with reputable companies, and if you have any questions or comments you can reach out to us through Gamefound."
},

"is":
{
    "nav_flag": "游섫릖",
    "nav_demo": "D칝mi",
    "nav_team": "Teymi칧",
    "nav_history": "Baksagan",
    "nav_crowdfunding": "H칩pfj치rm칬gnun",
    "nav_gamefound": "Sj치 Gamefound",
    "main_subtext": "Vi칧 kynnum me칧 stolti leikinn N치tt칰ruval sem er fr치b칝rt spil fyrir alla fj칬lskylduna. Spili칧 byggir 치 raunverulegri t칬lfr칝칧i yfir 100 d칳rategunda og er samansett 칰r gl칝silegum d칳raspilastokki og s칠rh칬nnu칧um teningum. Spili칧 gengur 칰t 치 a칧 l치ta d칳rin 칰tklj치 s칤n m치l og 칰rskur칧a sigurvegara. D칳rin sem sigra g칝tu komi칧 치 칩vart. Spili칧 er fj치rmagna칧 me칧 h칩pfj치rm칬gnun og gefi칧 칰t b칝칧i 치 칤slensku og 치 ensku. K칤ktu 치 h칩pfj치rm칬gnunars칤칧una okkar <a href=https://gamefound.com/en/projects/bespoke-games/natturuval target=# >치 gamefound.</a> ",
    "call_to_action_button_text_1": "K칤ktu vi칧",
    "call_to_action_button_text_2": "L칤ttu vi칧",
    "call_to_action_paragraph": "Ef 쮂 vilt sty칧ja og gera 칰tg치funa m칬gulega getur칧u smellt h칠r e칧a leita칧 til fullor칧inna eftir a칧sto칧",
    "demo_title": "Spilin",
    "demo_front": "Framhli칧in 치 spilinum 칤 grunn pakkanum",
    "demo_back": "Afturhli칧in 치 칬llum spilum, l칤ka 칤 vi칧b칩tarp칬kkum",
    "demo_fantasy": "Sni칧m치t fyrir vi칧b칩tarspil 칤 fur칧ud칳rastokknum",
    "meet_the_team": "Teymi칧 치 bakvi칧 spili칧",
    "valborg_text": "M칩칧ir, forritari, kennari, n칬rd, og n치tturuunnandi sem getur v칤sa칧 칤 Spaceballs eftir Mel Brooks 치 h치rr칠ttum t칤ma. 룐tta verkefni f칠ll a칧 hennar helstu 치hugam치lum; sk칬pun, leikjum, g칝칧astundum me칧 b칬rnunum og gagnas칬fnum.",
    "valborg_button": "Fyrri verk",
    "justin_text": "Hugb칰na칧ar칬ryggiss칠rfr칝칧ingur 치 daginn og t칩nlistarma칧ur 치 kv칬ldin. Hann gaf 칰t spili칧 Gridlocked sem sn칳st um umfer칧ina 칤 Boston og glundro칧ann sem henni fylgir. Hann hefur l칤ka gert nokkrar vi칧b칝tur vi칧 vins칝lt spil sem heita Cards Against Identity. 츼hugam치l hans eru a칧 hafa gaman og t칬lvu칬ryggi.",
    "justin_button": "Treystu hlekknum",
    "rokkvi_text": "Ungur ma칧ur sem getur ekki be칧i칧 eftir 쭀칤 a칧 segja 쮂r sta칧reyndir um d칳r, l칤klega d칳r sem 쮂 hefur ekki heyrt um. Hann er t칤u 치ra gamall og var 7 치ra 쬰gar hann kom 쬰ssu 칬llu af sta칧. Helstu 치hugam치lin eru d칳rafr칝칧i, st칝r칧fr칝칧i, listir og badminton.",
    "rokkvi_button": "Sty칧ja mig",
    "kate_text": "Listama칧ur fr치 Boston sem hefur veri칧 칤 allskonar h칬nnunarvinnu, fr치 kennslu til verktakavinnu. 룐tta er fyrsta spili칧 sem h치n tekur a칧 s칠r. Kate er nefnilega s칠rfr칝칧ingur 칤 a칧 teikna d칳r og 쮂 s칠rstaklega skord칳r, 쭀칤 heilla칧i 쬰tta verkefni. Tunglfiskurinn h치ns f칠kk st칩rt hlutverk 칤 marka칧sherfer칧inni um lei칧 og hann var kominn af teiknibor칧inu.",
    "kate_button": "L칤mmi칧ar!",
    "history_title": "Sagan 치 bak vi칧 쬰tta allt saman",
    "history_origin": "R칬kkvi 뤢r, sem l칤tur mj칬g upp til Sir David Frederick Attenborough, ba칧 m칩칧ur s칤na, Valborgu, um a칧 gera l칤til spj칬ld me칧 uppl칳singum um d칳r. Valborg t칩k strax a칧 safna uppl칳singum um d칳rin sem hann ba칧 um. R칠tt er a칧 nefna a칧 hann hefur alltaf haft mikinn 치huga 치 d칳rum. 룐gar hann var 6 치ra og t칩k 쮂몂t 칤 leiknum; Gettu hva칧 칠g er a칧 hugsa, 쮂 hugsa칧i hann um Georg칤u lo칧sel. Uppl칳singarnar 치 spj칬ldunum 치ttu a칧 vera t칬lulegs e칧lis, eins og lengd, v칝nghaf, 쭃ngd, hra칧i, me칧al svefnt칤mi, augnafj칬ldi, fjarl칝g칧ir sem d칳ri칧 fer칧ast a칧 sta칧aldri og a칧rar sta칧reyndir sem h칝gt v칝ri a칧 m칝la. En hugmyndin var a칧 safna alltaf 칬llum uppl칳singunum fyrir hvert d칳r, en 쮂 ur칧u margir 쬰ssara flokka 칩raunh칝fir e칧a 칩치hugaver칧ir (eins og fj칬ldi augna).",
    "history_decisions":"룐ir flokkar sem ur칧u 치 endanum fyrir valinu voru 쭃ngd, lengd f치 toppi til t치ar, fj칬ldi afkv칝ma 칤 einu og me칧all칤ft칤mi 칤 n치tt칰runni. 칈 kj칬lfari칧 var tveimur skemmtilegum flokkum  b칝tt vi칧. B칝칧i vegna 쬰ss a칧 쮂 v칝ri h칝gt a칧 kasta venjulegum teningi til a칧 velja hva칧a flokk 칝tti a칧 sko칧a og vegna 쬰ss a칧 fj칬gurra hli칧a teningur var ekki til 치 heimilinu. 룐ssir tveir flokkar voru fj칬ldi f칩ta (ekki me칧altali칧, 쭀칤 쬬칧 er alltaf minna en s치 fj칬ldi sem 치 a칧 vera til sta칧ar vegna 쬰ss a칧 f치 d칳r eru me칧 of marga f칝tur) og fj칬ldi b칩kstafa 칤 fr칝칧iheiti d칳rsins. 룐gar b칰i칧 var a칧 b칝ta 쬰ssum tveimur flokkum vi칧, var h칝gt a칧 prenta og byrja a칧 spila. 칈 byrjun voru spilin ekki nema 13. En eftir a칧 hafa spila칧 칤 st칩rum og minni h칩pum me칧 fj칬lbreyttum reglum, 치kv치칧u 쬬u a칧 b칝ta fleiri d칳rum 칤 stokkinn.",
    "history_version_1": "Einn daginn komu Justin og eiginkona hans 칤 heims칩kn til 칈slands, til 쬰irra m칝칧gina, fr치 Bandar칤kjunum. 료u fengu a칧 pr칩fa spili칧 og Justin fannst miklir m칬guleikar felast 칤 쭀칤 r치tt fyrir hr치a og einfalda inkscape h칬nnun. Justin f칩r svo heim til Boston og 치kva칧 a칧 betrumb칝ta h칬nnunina t칬luvert og prenta eint칬k af spilinu 치 ensku og 칤slensku. S칰 prentun var ekki f칳silegur m칬guleiki 칤 sm치s칬lu og 쭀칤 s치 draumur a칧 engu or칧inn. Justin gafst ekki upp heldur haf칧i samband vi칧 annan traustan prentara sem ger칧i okkur kleift a칧 selja spili칧 치 vi칧r치칧anlegu ver칧i, en einungis ef st칩rt upplag yr칧i prenta칧. Honum fannst mikilv칝gt a칧 s칬luvara eins og 쬰ssi 쭃rfti faglega h칬nnun og 쬬nnig b칝ttist Kate 칤 h칩pinn. H칬nnun Kate lyftir verkefninu vissulega 치 h칝rra plan.",
    "history_version_2": "text",
    "history_end": "text",
    "crowdfunding_title": "Hva칧 er eiginlega h칩pfj치rm칬gnun?",
    "crowdfunding_text_1": "H칩pfj치rm칬gnun gefur 치hugaf칩lki kost 치 a칧 fara 칰t 칤 gj칬rninga sem venjulega krefjast t칬luver칧s fj치rmagns 칤 upphafi fr치 h칬fundinum. Svo 칤 sta칧inn fyrir a칧 b칰a til v칬ru, framlei칧a og senda, 쮂 geta h칬fundar gefi칧 f칩lki kost 치 a칧 heita 치 verkefni칧 og f치 쮂 eitthva칧 칤 sta칧inn sem er 칤 bo칧i 칤 fj치rm칬guninni. 료칧 g칝ti veri칧 spili칧, fleiri eint칬k af spilinu og eitthva칧 sem f칝st ekki annarssta칧ar. F칩lk grei칧ir einungis ef verkefni칧 er fj치rmagna칧 a칧 fullu annars fellur 치heiti칧 um sj치ft sig. 뤢 vilt 쭀칤 segja sem flestum fr치 쭀칤 sem 쮂 heitir 치 til a칧 auka m칬guleika 쬰ss a칧 komast 칤 칰tg치fu. Grunnumbun 칤 쬰ssari fj치rm칬gnun ver칧ur spili칧 sj치lft 치samt skemmtilegum aukahlutum s.s. bolum, veggspj칬ldum (plagg칬tum) og m칬guleikanum 치 a칧 b칰a til 쬴tt eigi칧 spil 칤 kynjaskeppnustokk. Ef fj치rm칬gnunin ver칧ur umfram l치gmarkskr칬fur sem settar voru, 쮂 ver칧ur grunnumbunin aukin hj치 칬llum, me칧 t.d. teningum sem l칳sa 칤 myrkri og fleiri 칤hlutum.",
    "crowdfunding_text_2": "룐gar kom a칧 쭀칤 a칧 velja vettvang fyrir h칩pfj치rm칬gnunina var칧 Gamefound fyrir valinu. 료u s칠rh칝fa sig 칤 spilum og leikjum, eru al쬵칩칧leg og traust. Justin hefur reynslu af 쭀칤 a칧 setja verkefni 칤 h칩pfj치rm칬gnun og hefur gefi칧 칰t anna칧 spil sem f칩r 쮂 lei칧. Gamefound er fyrirt칝ki sem gerir s칠r grein fyrir 쭀칤 a칧 치hugaf칩lk getur b칰i칧 til 칩tr칰lega m칬gnu칧 spil og spilatengd verkefni.",
    "crowdfunding_text_3": "Prentarinn sem vi칧 erum b칰in a칧 gera samning vi칧, hefur 치칧ur unni칧 h칩pfj치rm칬gnunarverkefni, Panda Game Manufacturing. 료u ger칧u me칧al annars Scythe og Wingspan og 칬nnur gl칝sileg spil. N치tt칰ruval er 쭀칤 칤 afar g칩칧um h칬ndum og ef 쬬칧 eru einhverjar spurningar um ferli칧 er h칝gt a칧 hafa samband 치 Gamefounds칤칧unni."
}
}]