[{ "en":
{
    "gamefoundurl": "https://gamefound.com",
    "nav_flag": "游쉻릖", 
    "nav_demo": "Demo", 
    "nav_team": "The team",
    "nav_history": "The story",
    "nav_crowdfunding": "Crowdfunding",
    "nav_gamefound": "Visit Gamefound",
    "main_subtext": "We are proud to present our game N치tt칰ruval, a great game for the whole family. The game is based on real life information of over 100 animals and is composed of an elegant deck of cards and custome dice. The game is about competition between the animals and the winner might surprise you. The game is funded via crowdfunding on the Gamefound platform, please visit it at ",
    "call_to_action_button_text_1": "Check it out",
    "call_to_action_button_text_2": "View on Gamefound",
    "call_to_action_paragraph": "This is a limited time crowdfunding project so to get your hands on a copy you have to pledge or get a grown up to do it for you!",
    "demo_title": "Game cards",
    "demo_front": "The front of the basic card",
    "demo_back": "The back of each card, all cards including add ons",
    "demo_fantasy": "A blank fantasy card were your design might become a real card",
    "meet_the_team": "Meet the team!",
    "justin_text": "Software security expert by day, and a musician by night. He has published the game about the thrill of Boston traffic, Gridlocked. He has also made several expansions to the popular game Cards Against humanity called Cards Against Identity, his expertise and interest do lie in cyber security.",
    "justin_button": "Trust this link",
    "kate_text": "An artist from Boston who has been doing all sorts of work, from teaching to freelance graphic design. But this is the first game that they have worked on from the start. Because Kate is a specialist at drawing animals, and especially insects, this project intrigued them. Their Mola mola got a big role in the campaign as soon as it was sketched into being.",
    "kate_button": "Go bug them",
    "valborg_text": "A mother, a programmer, a teacher, a nerd, a lover of nature and a she can quote Mel Brook's Spaceballs at the most opportune moments. This project organically fit to her interest; creativity, games, spending time with her kids and datasets.",
    "valborg_button": "Go on a nerdy adventure",
    "rokkvi_text": "A young man who can't wait to tell you facts about animals, and likely one you've not heard of. He is ten years old. His main interests are animals and badminton.",
    "rokkvi_button": "Support me",
    "history_title": "The story behind the game",
    "history_origin": "R칬kkvi 뤢r, who's favorite scientist is Sir David Frederick Attenborough, asked his mother one day to create \"little cards\" with information about animals. Valborg, his mother, started collecting data about the animals he wanted to learn about. Mind you this kid at age five in a game of twenty questions thought about the Atlantic fur seal. The datapoints were to be numerical, like length, wingspan, weight, average amount of sleep, distance traveled, speed, amount of eyes and other things that were measurable. But the stats needed to be collectable for all animals so many of those categories were unrealistic ( or uninteresting like the amount of eyes).",
    "history_decisions": "The categories that were chosen were the length of an adult head to toe, average amount of offspring at a time, and average lifespan in the wild. Subsequently two easily aquired categories were introduced. Both because then you could roll a six sided die to randomly select a category and because a 4 sided die did not exist in the home at that point. Those were the amount of legs the creature has (of a healthy adult, the average amount would always be lower) and how many letters are in its scientific name. At that point they started printing out cards, pictures with CC licences, and started playing. They didn't have more than 13 cards when they had multiple ways of playing. Then slowly they added more cards, 9 at a time to fill one a4 sheet of paper.",
    "history_version_1": "One day Justin and his wife came over for a visit and R칬kkvi showed them the game. Justin thought it had a lot of potential inspite the raw inkscape design. So when he went back home to Boston he decided to improve on the design thouroughly and print a prototype in English and Icelandic. He sent a copy to the duo in Iceland. However the prototype with that printer wasn't really a viable option because the retail value would have to be around 50USD and that dream was crushed essentially. Justin didn't give up so easily and contacted another trusted printer which gave us the ability to retail the game at only 20USD. That's when he said that even his excellent prototype wasn't enough for a commercial product and that they should consult a professional. That is how Kate got involved and elevated the project to great hights.",
    "history_part_2": "",
    "crowdfunding_title": "How crowdfunding works",
    "crowdfunding_text_1": "Crowdfunding gives amateurs a chance to make commercial products without a large upfront investment. So instead of designing a product, producing it and then shipping it to stores, people can give others a chance to pledge to buy something that is offered in the crowdfundin project. It could be only the game or more copies and some exclusive items. By doing this people are saying that they promise to buy the product only if it gets fully funded and produced. In our campaign the basic reward is one copy of the game. However if the campaign succeeds beyond the original goal the base rewards are all made better, like by adding glow in the dark dice or extra components.",
    "blerg": "Gamefound is a crowdfunding platform. Crowdfunding is the practice of funding a project or venture by raising money from a large number of people, typically via the internet. In short, it is a way to make small independent ventures possible because the need for capital in the beginning of the project is not necessary. So this is not an online store, this is a way for you pay for a game that we then promise to make as long as enough people do that, if the project does not gain enough traction and you have already spent money on it and it does not get printed you will get your money back.",
    "crowdfunding_text_2": "So when we decided on the venue for our crowdfunding adventure we decided to go with Gamefound. They specialize in games, are international and trusted. Justin has published a game before using Gamwfound. Gamefound reallizes that amatuers can make great games.",
    "crowdfunding_text_3": "N치tt칰ruval is printed by the same solid company that made Scythe, Wingspan and other elegant games, Panda Game Manufacturing. So the project publishing pipeline is with reputable companies, and if you have any questions or comments you can reach out to us through Gamefound"
},

"is":
{
    "nav_flag": "游섫릖",
    "nav_demo": "D칝mi",
    "nav_team": "Teymi칧",
    "nav_history": "Baksagan",
    "nav_crowdfunding": "H칩pfj치rm칬gnun",
    "nav_gamefound": "Sj치 Gamefound",
    "main_subtext": "Vi칧 kynnum me칧 stolti leikinn N치tt칰ruval sem er fr치b칝rt spil fyrir alla fj칬lskylduna. Spili칧 byggir 치 raunverulegri t칬lfr칝칧i yfir 100 d칳rategunda og er samansett 칰r gl칝silegum d칳raspilastokki og s칠rh칬nnu칧um teningum. Spili칧 gengur 칰t 치 a칧 l치ta d칳rin 칰tklj치 s칤n m치l og 칰rskur칧a sigurvegara, og vinningshafarnir eru ekki endilega l칤klegustu d칳rin. Spili칧 er fj치rmagna칧 me칧 h칩pfj치rm칬gnun svo 쬬칧 ver칧ur ekki gefi칧 칰t 치n 쬴nnar a칧komu, k칤ktu 치 h칩pfj치rm칬gnunars칤칧una okkar 치 ",
    "call_to_action_button_text_1": "K칤ktu vi칧",
    "call_to_action_button_text_2": "L칤ttu 치",
    "call_to_action_paragraph": "Ef 쮂 vilt sty칧ja og gera 칰tg치funa m칬gulega getur칧u smellt h칠r e칧a leita칧 til fullor칧inna eftir a칧sto칧",
    "demo_title": "Spilin",
    "demo_front": "Framhli칧in 치 spilinum 칤 grunn pakkanum",
    "demo_back": "Afturhli칧in 치 칬llum spilum, l칤ka 칤 vi칧b칩tarp칬kkum",
    "demo_fantasy": "Sni칧m치t fyrir vi칧b칩tarspil 칤 fur칧ud칳rastokknum",
    "meet_the_team": "Teymi칧 치 bakvi칧 spili칧",
    "justin_text": "Hugb칰na칧ar칬ryggiss칠rfr칝칧ingur 치 daginn og t칩nlistarma칧ur 치 kv칬ldin. Hann hefur gefi칧 칰t spili칧 Gridlocked sem er spil sem er um umfer칧ina 칤 Boston og v칝r칧ina sem 쭀칤 fylgir. Hann hefur l칤ka gert nokkrar vi칧b칝tur vi칧 Cards Against Humanity sem heita Cards Against Identity, 쬬r sem hans 치hugasvi칧 er j칰 t칬lvu칬ryggi.",
    "justin_button": "Treystu hlekknum",
    "kate_text": "H칬nnu칧ur fr치 Boston sem hefur veri칧 칤 allskonar h칬nnunarvinnu, fr치 kennslu og til ger칧ar stensla/l칤mm칤칧a/nefndu 쬬칧 eftir p칬ntunum. En 쬰tta er fyrsta spili칧 sem h치n tekur a칧 s칠r, en var ekki hr칝tt vi칧 쬬칧. Kate er nefnilega s칠rfr칝칧ingur 칤 a칧 teikna d칳r og 쮂 s칠rstaklega skord칳r. Tunglfiskurinn h치ns f칠kk st칩rt hlutverk 칤 marka칧sherfer칧inni 쬰gar hann var kominn af teiknibor칧inu.",
    "kate_button": "heimas칤칧a",
    "valborg_text": "M칩칧ir, forritari, kennari, n칬rd, n치tturuunnandi sem getur v칤sa칧 칤 Spaceballs eftir Mel Brooks 치 h치rr칠ttum t칤ma. 룐tta verkefni f칠ll a칧 hennar helstu 치hugam치lum; sk칬pun, leikir, g칝칧astundir me칧 b칬rnunum og gagnas칬fn.",
    "valborg_button": "fyrri verk",
    "rokkvi_text": "Ungur ma칧ur sem getur ekki be칧i칧 eftir 쭀칤 a칧 segja 쮂r sta칧reyndir um d칳r, og 쬬칧 l칤klega d칳r sem 쮂 hefur ekki heyrt um. Hann er t칤u 치ra gamall og var 7 치ra 쬰gar hann ba칧 um 쬰ssi spj칬ld, helstu 치hugam치lin eru d칳rafr칝칧i og badminton.",
    "rokkvi_button": "sty칧ja mig",
    "history_title": "Sagan 치 baki칧 쬰tta allt saman",
    "history_origin": "R칬kkvi 뤢r, sem l칤tur miki칧 upp til Sir David Frederick Attenborough, ba칧 m칩칧ur s칤na einn daginn um a칧 gera l칤til spj칬ld me칧 uppl칳singum um d칳r. M칩칧ir hans, Valborg, t칩k strax a칧 safna uppl칳singum um d칳rin sem hann ba칧 um. R칠tt er a칧 nefna a칧 쬰gar vi칧 l칠kum gettu hva칧 칠g er a칧 hugsa 칤 b칤lnum og hann fimm 치ra gamall hugsa칧i um Georg칤u lo칧sel. Uppl칳singarnar 치ttu a칧 vera t칬lulegs e칧lis, eins og lengd, v칝nghaf, 쭃ngd, hra칧i, me칧al svefnt칤mi, augnafj칬ldi, fjarl칝g칧ir sem d칳ri칧 fer칧ast a칧 sta칧aldri og a칧rar sta칧reyndir sem h칝gt v칝ri a칧 m칝la. En hugmyndin var a칧 safna alltaf s칬mu uppl칳singunum svo margir 쬰ssara flokka voru 칩raunh칝fir e칧a 칩치hugaver칧ir (eins og fj칬ldi augna).",
    "history_decisions":"룐ir flokkar sem ur칧u svo fyrir valinu voru lengd fullor칧ins d칳rsins f치 toppi til t치ar, fj칬ldi afkv칝ma 칤 einu og me칧al l칤ft칤mi 칤 n치tt칰runni. 칈 kj칬lfari칧 var tveimur au칧fengnum flokkum  b칝tt vi칧. B칝칧i vegna 쬰ss a칧 쮂 v칝ri h칝gt a칧 kasta venjulegum teningi til a칧 velja hva칧a flokk 칝tti a칧 sko칧a og vegna 쬰ss a칧 fj칬gurra hli칧a teningur var ekki til 치 heimilinu. 룐ssir tveir flokkar voru fj칬ldi f칩ta (ekki me칧altali칧, 쭀칤 쬬칧 er alltaf minna en s치 fj칬ldi sem 치 a칧 vera til sta칧ar vegna 쬰ss a칧 f치 d칳r eru me칧 of marga f칝tur) og fj칬ldi b칩kstafa 칤 fr칝칧iheiti d칳rsins. 룐gar 쬰ssir flokkar voru til og 쬬u g치tu prenta칧 nokkur spj칬ld me칧 myndum af d칳runum, sem voru alltaf me칧 h칬fundarr칠tti sem gaf kost 치 쭀칤, g치tu 쬬u fari칧 a칧 spila. 료u vorum ekki me칧 nema 11 e칧a 13 spil 쬰gar 쬬u vorum b칰in a칧 finna upp 치 heilm칬rgum lei칧um til a칧 spila. Svo b칝ttist alltaf vi칧 칤 stokkinn, n칤u 칤 einu  prenta칧 쬬u 칰t 치 eitt a4 bla칧.",
    "history_version_1": "Einn daginn komu Justin og eiginkona hans til okkar 칤 heims칩kn spilu칧um, 쮂 s칳ndum vi칧 쬰im spili칧 og honum fannst hafa mikla m칬guleika r치tt fyrir hr치a og einfalda inkscape h칬nnun. Justin f칩r svo heim til Boston og 치kva칧 a칧 betrumb칝ta h칬nnunina t칬luvert og prenta eint칬k af spilinu 치 ensku og 칤slensku. Nema hva칧 a칧 s칰 prentun var ekki f칤silegur m칬guleiki 칤 sm치s칬lu, hvert spil hef칧i 쭃rft a칧 seljast 치 r칰mar 5.000kr og s치 draumur a칧 engu or칧inn. Justin gafst ekki upp og haf칧i samband vi칧 annan traustan prentara sem ger칧i okkur kleift a칧 selja spili칧 치 undir 3.000kr. Kate b칝ttist svo vi칧 칤 h칩pinn 쭀칤 쮂 a칧 Valborgu hafi 쮂씂t miki칧 til koma 칤 uppf칝rslu Justins 치 h칬nnuninni 쮂 komust 쬬u 치 쮂 ni칧urst칬칧u a칧 쬬칧 v칝ri l칤klega best a칧 r치칧f칝ra sig vi칧 s칠rfr칝칧ing. H칬nnun Kate lyftir verkefninu vissulega 치 h칝rra plan.",
    "history_version_2": "text",
    "history_end": "text",
    "crowdfunding_title": "Hva칧 er eiginlega h칩pfj치rm칬gnun?",
    "crowdfunding_text_1": "H칩pfj치rm칬gnun gefur 치hugaf칩lki kost 치 a칧 fara 칰ti 칤 gj칬rninga sem venjulega krefjast t칬luver칧s fj치rmagns 칤 upphafi. Svo 칤 sta칧inn fyrir a칧 b칰a til v칬ru og framlei칧a, til d칝mis gefa 칰t b칩k e칧a geisladisk, 쮂 getur f칩lk sett verkefni칧 inn 칤 h칩pfj치rm칬gnun og gefi칧 f칩lki kost 치 a칧 heita 치 verkefni칧 me칧 치kve칧nu fj치rmagni sem gefur 쬰im 치kve칧in ver칧laun, sem g칝ti 쮂 veri칧 spili칧 e칧a fleiri eint칬k og eitthva칧 sem f칝st ekki annarssta칧ar. Me칧 쬰ssu m칩ti getur f칩lk lofa칧 a칧 kaupa v칬runa ef h칰n kemst 쮂 칤 칰tg치fu, ef h칰n gerir 쬬칧 ekki 쮂 fellur 치heiti칧 um sig sj치ft. Svo ef 쮂 hefur mikinn 치huga 치 쭀칤 sem 쮂 hefur heitt 치 쮂 segir칧u sem flestum fr치 쭀칤. 료u verkefni칧 sem hafa n치칧 치kve칧inni l치gmarksfj치rm칬gnun er enn h칝gt a칧 heita 치, 쭀칤 me칧 auknu fj치rmagni er h칝gt a칧 gera 칰tg치funa betri. Til a칧 mynda mun grunnumbun 칤 쬰ssari fj치rm칬gnun vera spili칧 sj치lft og 칬ll 쬬u sem hafa kosi칧 s칠r 쮂 umbun munu f치 hana 쬰gar markmi칧inu er n치칧. Ef fj치rm칬gnunin fer fram 칰r 쬰im l치gmarkskr칬fum sem settar voru 쮂 er h칝gt a칧 b칝ta vi칧 umbunina hj치 칬llum 쬰im sem h칬f칧u 쬰gar heiti칧 치, og fyrsta sem vi칧 settum 쬬r 치 lista voru teningar sem l칳sa 칤 myrkri og svo 쬬r fram eftir g칬tum.",
    "crowdfunding_text_2": "료nnig a칧 쬰gar kom a칧 쭀칤 a칧 velja vettvang fyrir h칩pfj치rm칬gnunina var칧 gamefound fyrir valinu. 료u s칠rh칝fa sig 칤 spilum og leikjum, eru al쬵칩칧leg og traust. Justin hefur reynslu af 쭀칤 a칧 setja verkefni 칤 h칩pfj치rm칬gnun og hefur gefi칧 칰t 칬nnur spil sem f칩ru 쮂 lei칧. Gamefound er fyrirt칝ki sem gerir s칠r grein fyrir 쭀칤 a칧 치hugaf칩lk getur gert 칩tr칰lega m칬gnu칧 spil, og spilatengd verkefni.",
    "crowdfunding_text_3": "Prentarinn sem vi칧 erum b칰in a칧 gera samning vi칧 hefur 치칧ur unni칧 me칧 verkefni sem f칩ru 칤 gegnum h칩pfj치rm칬gnun, Panda Game Manufacturing. 료u ger칧u me칧al annars Scythe og Wingspan og 칬nnur gl칝sileg spil. N치tt칰ruval er 쭀칤 칤 einkar g칩칧um h칬ndum og ef 쬬칧 eru einhverjar spurningar um ferli칧 er h칝gt a칧 n치 칤 okkur 치 Gamefound s칤칧unni."
}
}]